{"photo":{"id":"8183360940","secret":"3b96f77537","server":"8068","farm":9,"dateuploaded":"1352845212","isfavorite":0,"license":"4","safety_level":"0","rotation":0,"originalsecret":"8292883a49","originalformat":"jpg","owner":{"nsid":"7141213@N04","username":"Tjebbe van Tijen \/ Imaginary Museum Projects","realname":"Tjebbe van Tijen","location":"Netherlands","iconserver":"1439","iconfarm":2},"title":"\"Portugal não é Auschwitz\" \/ \"Portugal is not Auschwitz\" blinded demonstrators in Lisbon fail to understand their own history","description":"\nAGAIN HORDES OF DEMONSTRATORS DISPLAYING THEIR OWN STUPIDITY BY ASSOCIATING ANGELA MERKEL WITH ADOLF HITLER'S NAZISM.\n\nThis time it was not in Greece but in Portugal with demonstrations this week with swastikas, Hitler moustaches and some one carrying a placard &quot;Portugal não é Auschwitz&quot; (Portugal is not Auschwitz). \n\nPassos Coelho is NO Salazar &amp; Angela Merkel is NO Hitler: \n\n&quot;Portugal also has its own history&quot; a complicated past, like Germany and the demonstrators in Lisbon seem not to have forgotten their own past.\n\nPedro Passos Coelho, the prime minister of Portugal could be labeled as a centre\/right liberal politician, still he is not the reincarnation of the dictator Salazar (18889-1970) that reigned Portugal from 1936 tot 1968 with his own remix of Italian fascism, catholicism and Portuguese brand of imperialism 'Lusotropicalism'. Neither is Angela Merkel the reincarnation of Adolf Hitler. \n\nWhat is it in these demonstrators heads, of whom most would feel not insulted when I would classify them as left-wing? What is it that triggers this Portuguese chauvinism expressed through xenophobic willingly distorted false comparisons of the Germany of now with that of the Third Reich? \n\nIs there no historical self-reflection? Does nobody see the absurdity of a country, that freed itself of almost forty years of its own type of fascism, only in the year 1974, now making reference to another country that was forcefully freed from fascism and national-socialism already in 1945? Can the 'de-salazorisation' of Portugal compete with the cumbersome half a century of  'de-nazification' Germany has gone through? Has Portugal rid itself better from its fascist and colonial past, than Germany has done? I doubt it...\n\nI am not making any one-to-one comparisons between Portuguese fascism and German fascism and National Socialism, because they are quiet different. They do have similar traits though, which to me seem to have been erased less in the Portugal of today, than in the renewed Germany we know now. Portugal was characterised by a corporative non-democratic organisation of the economy; a strong anti-socialism, a superior white race feelings, seeing a special role for it self in the word, with the Salazarismo having dreams of the 'Imperium Lusitanium', reigning over four continents: Europe, America, Africa and Asia. \n\nThe 'black shirts' para-military forces of the Italian fascists and similar special forces to quell any uprising in Nazi Germany, had their counterpart in Portugal from 1936 all the way to 1974: the 'Legião Portuguesa', the Portuguese Legion. It was linked to the infamous brutal special police force called the PIDE. Likewise - from the thirties onward - there where boy-scout like political organisations for the young with compulsory membership between the age of 7 to 14, both for boys and girls, that were used to impress the authoritarian values of the Salazar regime on the new generations. It's model, yes of course, the Hitler Jugend. Friendly international exchanges and meetings between these 'Mocidade Portuguesa' and their German brother and sister organisations took place frequently during the thirties.\n\nNo, there was no state induced anti-semitism in Portugal. Most jews had left Portugal - one of their early settling countries during the diaspora - already centuries ago, because of the persecutions that started in the early 16th century, followed by the establishment of a proper Portuguese inquisition in 1536. At the outbreak of the Second Wolrd War there were only 400 or so people publicly practising the jewish faith in Portugal. \n\nPortugal managed to have a neutral position on this issue during the Nazi reign in Europe. It also had some function in allowing refugees to pass through, once they had managed to cross the French-Spanish border. \n\nNot a racist nation then? No, that can not be said either, when we come to speak about the African colonies and the way they were managed. A long history of appalling atrocities, which can not be detailed here. It all ending in attempts to keep a hold on these colonies in time of de-colonisation. This nasty part of Portuguese history is just half a century old with a series of colonial wars fought from 1961 tot 1974 in Angola, Mozambique and Portuguese Guinea. A total rough count of victims on both sides, military and civilian is 160.000. It was this Portuguese Colonial War that led in 1974 to the fall of what was left - after the death of Salazar - of the regime.\n\nWhen one searches the internet for what remains in Portuguese society of its recent fascist past, than many trails can be found, not in the least a nostalgia for the boy\/girl-scout like youth organisations of the 'mocidade'. Salazar - in spite of decades of repressive dictatorship - is now hailed as one of the Great Portuguese in history. (*)\n\nThe xenophobic display of banners, placards and other effigies of Hitler and Angela Merkel in Lisbon on monday the 12th of November 2012, has been shown before in a somewhat similar historical parallel in Greece, which has its own recent fascist and militarist past - and present - to deal with. \n\nSome try to minimise such protesters display, by saying that the parallels made with fascism and nazism are just superficial symbolic references and that - for the young generations - they carry another, more superficial meaning.\n\nI do not agree with such an explanation. First of all, when looking at the many pictures available on the internet (**), we see quiet a few enraged elderly people taking part and carry such kind of symbols around, equally the reversed usage of fascist and nazist symbols by ultra-right wing groups, will certainly trigger a different public reaction, showing that there is still a strong message conveyed by these symbols.\n\nIt is time for people fighting - with good reasons - the austerity measures of their governments to grasp what the actual suppressing forces are, both in their own country and in the international economic theatre. Xenophobic and nationalist attitudes are blinding and will lead protesters astray, right into the arms of populist politicians which are always ready to exploit such an occasion. \n\nUsing nazis symbols to fight an adversary tends to show up in the mirror image of oneself.\n\n---\n*) Os Grandes Portugueses (English: The Greatest Portuguese) was a public poll contest organized by the Portuguese public broadcasting station RTP in the year 2007 and 41% voted for António de Oliveira Salazar, who was one of 100 both historical and living persons. There are claims that the result was rigged through the telephone poll method used. See Wikipedia:\n<a href=\"http:\/\/en.wikipedia.org\/wiki\/Os_Grandes_Portugueses\" rel=\"nofollow\">en.wikipedia.org\/wiki\/Os_Grandes_Portugueses<\/a>\n\n**) Two links from a Portugese web blog with many amateur photograph that give a good impression of the symbols in use:\n\n- &quot;MANIFESTAÇÃO QUE SE LIXE A TROIKA – A MERKEL NÃO MANDA AQUI (LISBOA, 12 DE NOVEMBRO DE 2012) 4ª série\n<a href=\"http:\/\/ephemerajpp.wordpress.com\/2012\/11\/13\/manifestacao-que-se-lixe-a-troika-a-merkel-nao-manda-aqui-lisboa-12-de-novembro-de-2012-4a-serie\/\" rel=\"nofollow\">ephemerajpp.wordpress.com\/2012\/11\/13\/manifestacao-que-se-...<\/a>\n- &quot;MANIFESTAÇÃO “QUE SE LIXE A TROIKA” CONTRA A VISITA DE ANGELA MERKEL (LISBOA, 12 DE NOVEMBRO DE 2012)&quot;\n<a href=\"http:\/\/ephemerajpp.wordpress.com\/2012\/11\/12\/manifestacao-que-se-lixe-a-troika-contra-a-visita-de-angela-merkel-lisboaa-12-de-novembro-de-2012-12-de\/\" rel=\"nofollow\">ephemerajpp.wordpress.com\/2012\/11\/12\/manifestacao-que-se-...<\/a>\n\n-  AlJazeera: &quot;Merkel met with protests in Portugal&quot;\n<a href=\"http:\/\/www.aljazeera.com\/video\/europe\/2012\/11\/2012111351549333251.html\" rel=\"nofollow\">www.aljazeera.com\/video\/europe\/2012\/11\/201211135154933325...<\/a>\n","visibility":{"ispublic":1,"isfriend":0,"isfamily":0},"dates":{"posted":"1352845212","taken":"2012-11-13 20:42:23","takengranularity":"0","lastupdate":"1352885991"},"views":"52","editability":{"cancomment":0,"canaddmeta":0},"publiceditability":{"cancomment":1,"canaddmeta":0},"usage":{"candownload":1,"canblog":0,"canprint":0,"canshare":1},"comments":"0","notes":{"note":[]},"people":{"haspeople":0},"tags":{"tag":[{"id":"7109074-8183360940-441958","author":"7141213@N04","raw":"Angela Merkel","_content":"angelamerkel","machine_tag":0},{"id":"7109074-8183360940-51074283","author":"7141213@N04","raw":"Pedro Passos Coelho","_content":"pedropassoscoelho","machine_tag":0},{"id":"7109074-8183360940-100335789","author":"7141213@N04","raw":"Portuguese economic crisis","_content":"portugueseeconomiccrisis","machine_tag":0},{"id":"7109074-8183360940-59615","author":"7141213@N04","raw":"Troika","_content":"troika","machine_tag":0},{"id":"7109074-8183360940-1477","author":"7141213@N04","raw":"Germany","_content":"germany","machine_tag":0},{"id":"7109074-8183360940-100335805","author":"7141213@N04","raw":"Salazar *1889-1970)","_content":"salazar18891970","machine_tag":0},{"id":"7109074-8183360940-100335807","author":"7141213@N04","raw":"Portugese fascism","_content":"portugesefascism","machine_tag":0},{"id":"7109074-8183360940-3727486","author":"7141213@N04","raw":"Legião Portuguesa","_content":"legiãoportuguesa","machine_tag":0},{"id":"7109074-8183360940-49822532","author":"7141213@N04","raw":"austerity measures","_content":"austeritymeasures","machine_tag":0},{"id":"7109074-8183360940-137","author":"7141213@N04","raw":"November","_content":"november","machine_tag":0},{"id":"7109074-8183360940-101887","author":"7141213@N04","raw":"2012","_content":"2012","machine_tag":0},{"id":"7109074-8183360940-5815207","author":"7141213@N04","raw":"Mocidade Portuguesa","_content":"mocidadeportuguesa","machine_tag":0},{"id":"7109074-8183360940-486251","author":"7141213@N04","raw":"xenophobia","_content":"xenophobia","machine_tag":0},{"id":"7109074-8183360940-100335885","author":"7141213@N04","raw":"antiGerman sentiments","_content":"antigermansentiments","machine_tag":0},{"id":"7109074-8183360940-100335887","author":"7141213@N04","raw":"German Nazism","_content":"germannazism","machine_tag":0},{"id":"7109074-8183360940-100335889","author":"7141213@N04","raw":"German fascism","_content":"germanfascism","machine_tag":0},{"id":"7109074-8183360940-100335891","author":"7141213@N04","raw":"Auschwitz as a symbol","_content":"auschwitzasasymbol","machine_tag":0},{"id":"7109074-8183360940-35423","author":"7141213@N04","raw":"demonstrations","_content":"demonstrations","machine_tag":0}]},"location":{"latitude":38.725669,"longitude":-9.150369,"accuracy":"5","context":"0","region":{"_content":"Lisbon","place_id":"CtXbe4BTUb5BgTOv","woeid":"2346573"},"country":{"_content":"Portugal","place_id":"MdFHJtRTUb5nEKAgcw","woeid":"23424925"},"place_id":"CtXbe4BTUb5BgTOv","woeid":"2346573"},"geoperms":{"ispublic":1,"iscontact":0,"isfriend":0,"isfamily":0},"urls":{"url":[{"type":"photopage","_content":"http:\/\/www.flickr.com\/photos\/7141213@N04\/8183360940\/"}]},"media":"photo"},"stat":"ok"}